[
	{
		"CategoryName": "Tablets Presses",
		"CategoryDescription": "<p>LFA Tablet Press supplies, tablet, pill and pellet presses form R&D Hand Held models right up to full production capacity Rotary Tablet Presses.</p><p>Some of our most popular models include the Desk Top Presses which are fantastic for research departments and small batch production.LFA Tablet Presses also supplies a small range of excipients that can be used in the tablet presses.</p><p> This includes Firmapress our all in one tableting excipient that works with almost every API.</p>",
		"Products": [
			{
				"ProductName": "TDP 5 Desktop Tablet Press",
				"OutPut": "4,800 / hour",
				"CapsuleSize": "8 mm / 0.315 in",
				"MachineDimension": "800 mm / 31.5 in x 400 mm / 15.7 in x 700 mm / 27.5 in",
				"ShippingWeight": "132 kg / 291.1 lbs",
				"ModelNumber": "",
				"Dies": 1,
				"MaxPressure": "50 kN",
				"MaxDiameter": "20 mm / 0.79 in",
				"MaxDepth": "18 mm / 0.71 in",
				"ProductionCapacity": "",
				"Description": "<p>Manufactured by LFA in Taiwan, the TDP 5 has been built to the most rigorous standards of manufacture and efficiency. We use only the highest quality parts so your TDP 5 will continue to produce pharmaceutical-grade tablets for years to come.</p><p>The TDP 5 is LFA’s most popular tablet press because of its improvements in quality and ability to get your business or concept off the ground.</p><p>Customers like Oxford Vitality and Bite were able to start profitable businesses using the TDP 5 for these reasons.</p><p>If you are looking for a tablet press to help you develop new pills or to test concepts prior to rolling them out for production, the TDP 5’s ability to produce a wide range of tablet sizes in small quantities means that this is definitely the machine for you. Designed to suit the needs of laboratory and developmental work rather than large scale manufacturing, the TDP 5 is nevertheless capable of producing any quantity from just a few tablets all the way up to small production runs of up to 4,800 tablets an hour.</p><p>The appeal of this tablet press lies in its versatility, combined with a strong feature set and the high quality of its manufacture. The latter ensures excellent reliability. For all these reasons the TDP 5 is a popular choice for use in research institutes, laboratories, food technology applications, pharmaceutical development, chemical plants and hospitals, or any location where flexibility, ease of use and speed are at a premium.</p><p>This tablet press is exceptionally easy to use, and despite its small size it offers a number of advantages that distinguish it from comparable machines.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/UUeTtetpo3w",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/f/lfa-tdp-5-updated-version-side.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/f/lfa-tdp-5-rear-view.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/f/lfa-tdp-5-lfa-logo-view.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/f/lfa-tdp-5-flywheel-view.-2.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/f/lfa-tdp-5-front-view.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/f/lfa-tdp-5-flywheel-view.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "Arthur Ballard",
						"Title": "Not variable machine. But good",
						"Description": "This is a great machine for the price. The only major limitation of this machine is that it can only do one speed. There is only one setting.",
						"Rating": 5
					},
					{
						"NickName": "Colin Jones",
						"Title": "So far, so good",
						"Description": "I did a lot of research before buying a machine. So far, so good. And I'll try to stay on top of it so I can report on how it holds up.",
						"Rating": 3
					},
					{
						"NickName": "Haroun Smith",
						"Title": "worth the money",
						"Description": "Well worth the money, strong, works well and am pleased with it. I would if I had to replace with the same model",
						"Rating": 4
					}
				]
			},
			{
				"ProductName": "TDP 0 Desktop Tablet Press",
				"OutPut": "30-50/min",
				"CapsuleSize": "2-6 mm",
				"MachineDimension": "30 cm / 11.8 in x 22 cm / 8.6 in x 51 cm / 20 in",
				"ShippingWeight": "25.4 kg / 56 lbs",
				"ModelNumber": "",
				"Dies": 1,
				"MaxPressure": "3.1 kN",
				"MaxDiameter": "5-10 mm",
				"MaxDepth": "2-6 mm",
				"ProductionCapacity": "",
				"Description": "<p>The TDP 0 Tablet Press is an advanced, manually operated pill press that is able to press round tablets up to 10 mm in diameter and 6 mm thick without the need for electrical power. Thanks to its compact dimensions, light weight and manual operation, the TDP 0 is popular in applications that require portability and simplicity of use, including field applications and for work carried out on location.</p><p>With interchangeable dies and a useful 3.1 kN of pressure, the TDP 0 makes it easy to produce high quality tablets for use in universities, hospitals, laboratories and research institutes in the pharmaceutical, food and chemical industries. It is also ideal for any user who needs to make a small number of tablets, or to create tablets on an ad hoc basis.</p><p>Exceptionally cheap to run, as it uses no electric power, and simple to maintain, the TDP 0 is a fast and flexible way to produce small quantities of tablets.</p><p>The striking features of the TDP 0 are its light weight, compact size, easy portability and advanced design that makes it possible to produce good quality tablets without an outside power source. Operating completely without electricity, and with a very efficient mechanism to turn manual power into pressure, the TDP 0 is the perfect tablet press for any application that requires a simple but effective tabletting solution in the field or at a low running cost.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/iyRhp8WWBhY",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-0-3-quarter-4-on.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-0-side-on-2.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-0-3-quarter-3-on.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-0-cam-wheels-2.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-0-cam-wheels.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-0-base-plate_2.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "sukno",
						"Title": "four star",
						"Description": "Looks and works great.",
						"Rating": 4
					},
					{
						"NickName": "Johnny",
						"Title": "Simple",
						"Description": "Pretty simple design. Can't see it going wrong. Delivery was quick.",
						"Rating": 3
					}
				]
			},
			{
				"ProductName": "TDP 1.5 Desktop Tablet Press",
				"OutPut": "5400 / hour",
				"CapsuleSize": "8mm / 0.315in",
				"MachineDimension": "800mm / 31.5in x 400mm / 15.7in x 700mm / 27.5in",
				"ShippingWeight": "53.5kg / 118lbs",
				"ModelNumber": "",
				"Dies": 1,
				"MaxPressure": "15 kN",
				"MaxDiameter": "8mm / 0.315in",
				"MaxDepth": "12mm / 0.472in",
				"ProductionCapacity": "",
				"Description": "<p>The TDP 1.5 is a flexible and easily managed desktop format pill press that provides remarkable levels of output, performance and overall flexibility. Able to run on both electricity and manual power, this appliance is the perfect choice for anyone who requires a high-quality press for small batch manufacturing and trial runs, making it suitable for R&D or similar applications.</p><p>nIf you have been looking for a tablet press to help you produce new products, or to test concepts before rolling them out for manufacturing, the TDP 1.5’s ability to produce a range of tablet sizes in small volumes means that this is certainly the appliance to suit your needs. Made to meet the demands of laboratory and developmental tasks rather than large scale production, the TDP 1.5 is capable of producing any quantity from only a few tablets right up to small manufacturing runs of up to 5,000 per hour.</p><p>The main benefit of this tablet press lies in its versatility, coupled with its wide set of features and the premium quality of its construction. The latter guarantees excellent reliability. For these reasons the TDP 1.5 is a popular option for use in research institutions, labs, foodstuff technology applications, pharmaceutical development, chemical plants and hospitals, or any facility where overall flexibility, simplicity of use and output are at a premium.</p><p>The TDP 1.5 is a single punch pill press which has a maximum pressure of 15 kilonewtons. It is created to be installed on a bench, but can also easily be detached and relocated. The equipment provides an adjustable fill depth with a maximum depth of 12 mm (0.472 in), and can produce tablets up to 8 mm (0.315 in) across and 6 mm (0.236 in) thick. The TDP 1.5 doesn't restrict you to standard shaped products. By simply swapping the mould on the appliance you can easily create tablets of nearly any shape you choose. Additionally you can alter the density of the pill being manufactured, and the machine provides the option for stamping designs onto the top of the pill, either to provide an appealing finish or for identification purposes. Due to the TDP 1.5’s appeal with R&D applications, several users state that they find this a helpful aspect, as it allows small quantities of pills of different formulations to be manufactured for clinical studies.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/QHvcZjb45AA",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-1.5-main.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-1-5-top.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-1-5-motor.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "sukno",
						"Title": "four star",
						"Description": "Looks and works great.",
						"Rating": 4,
						"IsApproved": true
					},
					{
						"NickName": "Johnny",
						"Title": "Terrible",
						"Description": "The worst I have ever bought",
						"Rating": 1
					}
				]
			},
			{
				"ProductName": "TDP 6s Desktop Tablet Press",
				"OutPut": "3000 / hour",
				"CapsuleSize": "6mm / 0.24in",
				"MachineDimension": "890mm / 35in x 500mm / 20in x 880mm / 34.6in",
				"ShippingWeight": "150kg / 330.7lbs",
				"ModelNumber": "",
				"Dies": 1,
				"MaxPressure": "60 kN",
				"MaxDiameter": "22mm / 0.86in",
				"MaxDepth": "16mm / 0.63in",
				"ProductionCapacity": "",
				"Description": "<p>The TDP 6s is a single punch desktop format tablet press that is based on the highly popular TDP 5, but featuring an upgraded drive mechanism, a more powerful motor and greater maximum pressure. The TDP 6s can also produce the largest tablets of the TDP range, with a maximum diameter of 22 mm.</p><p>The TDP 6s® has been created to be fast and flexible and can run on either electricity or manual power. A particular strength of this machine is that it can be used to produce any quantity of pills, from a single tablet up to batch production at 3,000 tablets an hour. For this reason, it is an excellent solution for laboratories, research and development work, or any application that requires versatility and ease of use. Companies developing new formulas, pharmaceutical or medical researchers undertaking clinical trials, and hospitals producing customised medication for individual patients are just some of the popular applications for the TDP 6s pill press.</p><p>Solidly manufactured to a high standard, and with simple maintenance needs, the TDP 6s is a durable and reliable machine that can be depended on in any situation. It is also compatible with a vast range of dies and can be used to produce tablets of almost any shape. Thanks to its impressive maximum pressure the TDP 6s produces tablets of an outstanding quality, proving that ease of use and flexibility do not have to mean sacrificing tablet quality in any way.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/ulgJraNZkhw",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-6s-tablet-press-main_1.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-6s-tablet-press-bottom_1.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/t/d/tdp-6s-tablet-press-top_1.webp",
						"IsMain": false
					}
				]
			},
			{
				"ProductName": "DTP Tablet Press Range",
				"OutPut": "3600 / hour",
				"CapsuleSize": "8 mm",
				"MachineDimension": "580 mm × 500 mm × 830 mm",
				"ShippingWeight": "226 kg / 498.3 lbs",
				"ModelNumber": "",
				"Dies": 1,
				"MaxPressure": "50 kN",
				"MaxDiameter": "25mm",
				"MaxDepth": "20mm",
				"ProductionCapacity": "",
				"Description": "<p>The DTP series consists of two advanced tablet presses that incorporate many refinements to make tablet pressing faster, easier, more efficient and safer. The DTP 12 and DTP 25 are both single head, continuous operation pill presses that offer high efficiency in the use of raw materials and easy operation through an electronic control panel.</p><p>The DTP tablet presses benefit from the simple adjustment of all key parameters, low noise, and safe operation. They are compact machines that are light in weight for their class yet apply a hefty 50 kN of pressure to produce top quality, pharmaceutical grade tablets that are highly consistent in weight. Thanks to their feeder mechanisms, these tablet presses are extremely efficient in their use of raw materials.</p><p>Designed for pressing dry powders and granular material into tablets, these tablet pressing machines are widely used in the pharmaceutical, chemical, electronic, foodstuff and other industries, and represent a cost effective solution for any application that requires moderate quantities of high quality tablets.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/Urnsad80rrY",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/d/t/dtp-tablet-press-range.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/d/t/dtp-12-right-side.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/d/t/dtp12-main.webp",
						"IsMain": false
					}
				]
			},
			{
				"ProductName": "HSTP High Speed Tablet Press Range",
				"OutPut": "135,000 / hour",
				"CapsuleSize": "6 mm",
				"MachineDimension": "1120mm x 720mm x 1868mm",
				"ShippingWeight": "1250 kg / 2,755 lbs",
				"ModelNumber": "HSTP-26",
				"Dies": 26,
				"MaxPressure": "20 kN",
				"MaxDiameter": "25mm",
				"MaxDepth": "16mm",
				"ProductionCapacity": "",
				"Description": "<p>The HSTP Series of high speed rotary tablet presses is a major innovation in tablet pressing technology, achieving very high levels of productivity and speed and offering exceptional refinements in terms of safety, efficiency and quality of output. An LCD touch screen display panel makes these advanced pill presses very easy to use, while a host of features such as the automatic lubrication system make them simple to maintain. The operator can choose between manual or automatic modes for many functions, allowing for easy use when applying standard settings, or fine control to suit advanced users.</p><p>Depending on the model chosen, the HSTP tablet presses can produce tablets of up to 25 mm diameter and up to 8 mm thick. They are very powerful machines, using a 380v 3-phase power supply to run an electric motor which enables them to generate a maximum of 100 kN pressure, plus 20 kN of pre-pressing pressure. With between 26 and 40 filling stations and a production rate of between 135,000 and 252,000 tablets an hour, the HSTP Series tablet presses are aimed squarely at large scale manufacturers in the pharmaceutical, chemical and related industries.</p><p>The HSTP Series has been created to meet the needs of major manufacturers without compromise. One of the principal advantages of this series is the use of an LCD touch screen display panel. This provides a logical and simple menu structure that makes it easy to control the substantial reserves of power that these machines offer.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/wnBsqIyh75c",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/h/s/hstp-high-speed-tablet-press-main.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/h/s/hstp-high-speed-tablet-press-force-feeder-chute.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/h/s/hstp-high-speed-tablet-press-chute-turret.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/h/s/hstp-high-speed-tablet-press-force-feeder-bars.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/h/s/hstp-high-speed-tablet-press-force-feeder-side.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/h/s/hstp-high-speed-tablet-press-force-feeder-top.webp",
						"IsMain": false
					}
				]
			},
			{
				"ProductName": "RTP 41 Rotary Tablet Press",
				"OutPut": "182,040 / hour",
				"CapsuleSize": "6 mm",
				"MachineDimension": "1670mm x 950mm x 1230mm",
				"ShippingWeight": "1676.5kg / 3,696.1lbs",
				"ModelNumber": "RTP 41",
				"Dies": 41,
				"MaxPressure": "80 kN",
				"MaxDiameter": "12mm",
				"MaxDepth": "15mm",
				"ProductionCapacity": "",
				"Description": "<p>Sophisticated and beautifully engineered, the RTP41 is the flagship model in our tablet pressing range, offering the ultimate in safety, speed and feature set. With a 4kw motor, 80Kn of available pressure, an optional two-colour capacity, the ability to produce tablets up to 12mm in diameter in special shapes and with carved characters or motifs, semi-automatic lubrication, blistering fast production and all-electronic controls, this tablet press is in a class entirely of its own. Ideal for major manufacturers in the pharmaceutical, chemical and food technology industries, the RTP41’s 41cutting heads can produce in the region of 180,000 tablets an hour, making it a true mass production unit.</p><p>The care taken at the design stage of this pill press has been thorough and comprehensive, with everything possible done to improve speed and efficiency and reduce downtime. From its GMP compliant stainless steel manufacture, to the special refinements that reduce powder wastage and cut maintenance, the RTP41 tablet press has been created to mass produce pharmaceutical quality tablets at a competitive unit cost and in quantities that will meet the demands of even the largest manufacturers.</p><p>The RTP41’s feature set is genuinely impressive, with offerings that no one other comparable machine can match. The 4Kw motor produces up to 80Kn of pressure, giving it the muscle to churn out industrial quantities of perfectly formed tablets up to 12mm wide and 6 mm deep, and to emblazon them with crisply carved characters or an emblem. The RTP41 also offers the option of adding a double layered, two-colour facility, for producers who are looking to produce striking tablets with strong commercial appeal.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/qSJcKEddJOM",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp41-main-angled.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp41-rotary-tablet-press-front.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp41-rotary-tablet-press-turret.webp",
						"IsMain": false
					}
				]
			},
			{
				"ProductName": "RTP 118 Rotary Tablet Press",
				"OutPut": "32,400 / hour",
				"CapsuleSize": "8mm / 0.314in",
				"MachineDimension": "1200mm / 47.24in x 670mm / 26.38in x 675mm / 26.57in",
				"ShippingWeight": "330kg / 727.5lbs",
				"ModelNumber": "RTP 118",
				"Dies": 9,
				"MaxPressure": "60 kN",
				"MaxDiameter": "16mm / 0.629in",
				"MaxDepth": "17mm / 0.669in",
				"ProductionCapacity": "",
				"Description": "<p>The RTP 118 is a powerful rotary tablet press that allows users to produce high volumes of quality tablets at an extremely high rate. With the RTP 118 clean design, high output and advanced safety features, there are not many presses that can compete at this price. With an easy to use design, you will be up and running in no time with this RTP 118 Rotary Tablet Press from LFA Machines.</p><p>The RTP 118 Rotary Tablet press from LFA Machines was designed with thought and quality in mind for our customers. This tablet press boasts a maximum tablet output of 32,400 tablets per hour on our Euro B tooling turret. This large output will allow you to maintain shorter run times to meet your targeted numbers. The RTP 118 is made from stainless steel to meet GMP requirements as well as a rust free and clean experience. This rotary press is armed with a line of door and safety sensors, as well as a perspex cover to keep the operator safe at all times. The RTP 118 Rotary Tablet press is ideal for users who need fast and professional production of tablets from granular or powdered materials. This machine is particularly popular with customers in the supplement and confectionary business.</p><p>Our standard RTP 118 will come with 9 stations that fit Euro B punches. Tooling costs can be some of the largest when making tablets, and with the RTP 118, these Euro B punches will transfer to our other LFA Machine rotary tablet presses. Machines such as the RTP 41 and even the HSTP Rotary Tablet Press are able to accept this tooling.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/NcrFlNetDVU",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp-118-rotary-tablet-press-right-facing.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp-118-rotary-tablet-press-left-facing.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp-118-rotary-tablet-press-front-facing.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp-118-rotary-tablet-press-control-panel.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp-118-rotary-tablet-press-turret.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfatabletpresses.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/r/t/rtp-118-rotary-tablet-press-motor.webp",
						"IsMain": false
					}
				]
			}
		]
	},
	{
		"CategoryName": "Capsule Fillers",
		"CategoryDescription": "<p>LFA Capsule Fillers supplies, capsule fillers from small production runs and research and development models, that can do 100 capsules at a time, through to fully automatic capsule fullers for full-scale production.Launched in 2018 it is the latest addition to the LFA family.</p><p>Despite this being the case our engineers are fully trained on the machines and able to offer the same support and training that the would with the mixers and tablet presses.LFA Capsule Fillers also offers a complete range of capsules for you to use in your machine.</p><p>From 000 to 5 we stock all of the regular sizes and are able to offer them in a range of colours and materials. We are practically excited about the organic capsule that allows you as a producer to easily produce a fully organic product.</p>",
		"Products": [
			{
				"ProductName": "Automatic High Speed Capsule Filling Machine",
				"ModelNumber": "AHCFM70",
				"OutPut": "70,000 Capsules/hour",
				"MachineDimension": "1500 mm (L) 1400 mm (W) 2500 mm (H)",
				"NetWeight": "1500 Kgs. Approx.",
				"ProductionCapacity": "1.5 H.P., 380/440 Volts, 3 Phase, 50 Hertz",
				"Description": "<p>All FACFs come with a set of plates and tooling of your choice. The FACF range is for the manufacturer looking for exceptional output and efficiency while keeping batch profitability as high as possible with minimal downtime. The FACF range has been designed with all 3 of the above in mind so that the machine returns your investment as fast as possible by driving labour costs down and being extremely affordable.</p><p>The high filling rates of the FACF capsule fillers make them suitable for manufacturers in the pharmaceutical, veterinary, foodstuffs and chemical industries who require a low maintenance and large scale production capacity.</p><p>The FACF removes room for operator error by being fully automatic. This not only means the operator isn’t responsible for the output but also means the operator has very little to do when the machine is running. The fully automated filling process on the FACF range uses a vacuum capsule positioning system that ensures the capsules are placed and filled accurately. An operator could easily supervise several running FACFs because of the alarm system to warn the operator when powder is running low, yet again reducing labour costs.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/LVv5dHhrUTw",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/f/a/facf-front-facing_1.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/f/a/facf-side-facing_1.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/f/a/facf-capsule-filler.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/f/a/face-adjustment-turret_1.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/f/a/facf-main-turret_1.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/f/a/facf-capsiule-sewer_1.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "sonvt8",
						"Title": "four star",
						"Description": "Looks and works great.",
						"Rating": 3
					}
				]
			},
			{
				"ProductName": "Automatic Capsule Filling Machinee",
				"ModelNumber": "ACFMI",
				"OutPut": "3000 capsules per hour",
				"MachineDimension": "700* 800*1200 height",
				"ProductionCapacity": "4KW/3phase/440V/50Hz",
				"Description": "<p>This semi-automatic capsule filling machine not only takes the drudge out of a laborious task but just as importantly it ensures a very high level of accuracy, thereby saving money, ensuring quality and promoting customer satisfaction at the same time.</p><p>Capsules are often the consumer’s preferred choice but they can be difficult, time-consuming and expensive to fill accurately. The SACF 25 solves all these problems with a fast, highly efficient semi-automatic filling mechanism that allows a single operator to fill up to 25,000 capsules an hour.</p><p>As will be apparent from the earlier sections, the SACF 25 is an extremely simple and efficient machine to use, requiring no formal technical skills and virtually no training. To make things easy it follows a logical pathway with independent stations for capsule loading, filling and closing. The operator simply loads empty capsules into the metal hopper, and the machine inserts them into the filling plate. The machine’s vacuum mechanism then separates the top and bottom part of each capsule, ready for filling with dry powder or granular material that is stored in a separate hopper.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/ZyKBwS9230Q",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/s/a/sacf-25-front-facing.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/s/a/sacf-25-side-facing.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/s/a/sacf-25-side-right.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/s/a/sacf-full-side-facing.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/s/a/sacf-25-speed-adjustors.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/s/a/sacf-25-capsule-sewer-close-up.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "sonvt7",
						"Title": "four star",
						"Description": "Looks and works great.",
						"Rating": 4
					}
				]
			},
			{
				"ProductName": "PharmaCap Capsule Filler",
				"ModelNumber": "",
				"OutPut": "\t6000 - 7200 Capsules/hour",
				"MachineDimension": "630 mm",
				"NetWeight": "40 kgs approx.",
				"ProductionCapacity": "0.25 H.P, 220 volts, Single phase, 50 Hertz",
				"Description": "<p>The PharmaCap from LFA Machines is the ideal solution for compounding pharmacies, Amazon sellers and R&D departments that are looking to produce small batches of products.</p><p>The PharmaCap desktop capsule filler is one of the fastest small capsule fillers on the market. You are easily able to produce 300 capsules every 3 minutes or 6000 per hour. This makes it versatile and affordable.</p><p>The PharmaCap from LFA is built entirely from 304 stainless steel making it easy to clean. As it is small, it can be cleaned in under 20 minutes. All of the contact parts are removable and are dishwasher safe. This means that you reduce turn around times between products and reduce the workload at the end of the day.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/rzChZqiivXo",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/p/h/pharmacap-side-view-3-100-x-1100.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/p/h/pharmacap-side-view-2-100-x-1100.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/p/h/pharmacap-closeup-view-1-1000-x-1100.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/p/h/pharmacap-closeup-view-3-1000-x-1100.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/p/h/pharmacap-closeup-view-4-1000-x-1100.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfacapsulefillers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/p/h/pharmacap-closeup-view-6-1000-x-1100.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "sonvt6",
						"Title": "four star",
						"Description": "Looks and works great.",
						"Rating": 4
					},
					{
						"NickName": "sonvt5",
						"Title": "five star",
						"Description": "Best Product.",
						"Rating": 5
					}
				]
			}
		]
	},
	{
		"CategoryName": "Mixing Machinery",
		"CategoryDescription": "<p>LFA Mixers is a fully comprehensive one stop shop for all of your powder mixing needs. With a range of designs that includes V Mixers, Bin Mixers and Ribbon blenders whatever powder mixing challenges you’re facing we are sure to be able to help.</p><p>Originally included in the LFA Tablet Presses range we decided to separate out LFA Mixers in 2017 as our customer’s requirements became more diverse. Whether you’re mixing, capsule or tablet mixes, protein powders or industrial chemicals we believe that we can supply you with a mixer that can take on the challenge.</p><p>With over 10 years mixing powders we understand that every mix is different. We are happy to work with you to find the right grade steal, add in agitation bars and validate different mixing methods, essentially customising every mixer for your specific needs.</p>",
		"Products": [
			{
				"ProductName": "IBC Lab Mixer",
				"ModelNumber": "LSM 50",
				"OutPut": "500 litres (approximately 140 kg)",
				"MachineDimension": "1,000mm x 1,700mm x 1,650mm",
				"NetWeight": "approximately 900kg",
				"ProductionCapacity": "1.5 H.P., 380/440 Volts, 3 Phase, 50 Hertz",
				"Description": "<p>The LSM Laboratory Bin Mixer is perfect for R&D and small batch production. Available in two different sized bins of 50 and 100L. It is designed to be able to replicate the exact mixing probities of a production sized bin mixer but on a scale that can be used to conduct R&D.</p><p>Available in 120 or 240v it is able to be run from most standard plug sockets. With detachable bins, the operator is able to keep the powder contained as it moves from process to process. This dramatically reduces the need for protective environments as well the chance of cross-contamination.</p><p>The mixer comes fitted with a protective bar to stop the operator coming into contact with the bin and this can be supplemented with a cage. Please get in contact for more details.</p>",
				"IntroductionVideo": "https://www.youtube.com/embed/S1TecJkC5og",
				"PhotoProducts": [
					{
						"PhotoProductUrl": "https://www.lfamixers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/s/lsm-mixer-front-view.webp",
						"IsMain": true
					},
					{
						"PhotoProductUrl": "https://www.lfamixers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/s/lsm-mixer-side-view.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfamixers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/s/lsm-mixer-rear-view.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfamixers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/s/lsm-mixer-bin-close-view.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfamixers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/s/lsm-mixer-bin-close-view-1.webp",
						"IsMain": false
					},
					{
						"PhotoProductUrl": "https://www.lfamixers.com/media/catalog/product/cache/2d6735ae975a35971640ff95cc4716ba/l/s/lsm-mixer-control-panel.webp",
						"IsMain": false
					}
				],
				"Reviews": [
					{
						"NickName": "sonvt8",
						"Title": "four star",
						"Description": "Looks and works great.",
						"Rating": 4
					}
				]
			}
		]
	}
]