[
	{
		"FullName":"Koenraad Capstick",
		"UserName":"Capstick",
		"Gender":"Male",
		"Email":"kcapstick0@storify.com",
		"StreetAddress":"984 Sheridan Court",
		"State":null,
		"City":"Beranci",
		"Zip":"7512",
		"Country":"Macedonia",
		"EmailConfirmed": true,
		"PhotoUsers": [
		  {
			"PhotoUserUrl": "https://raw.githubusercontent.com/Cybersoft-LeThanhLiem/Homestead_LeThanhLiem/master/img/f1.jpg",
			"IsMain": true
		  }
		],
		"FeedBacks": [
			{
				"Company": "Reallinks",
				"Comments": "I have been using the LFA Capsule machine for size Su07, 7, and 10 capsules for several months. My staff and I have been very impressed with the quality of craftsmanship and the ease of use. In my practice as a Veterinary Pharmacist, I receive many requests for small quantities of special combinations of medicinals. The LFA Table machine saves my staff a considerable amount of time and labor when compounding these formulations. I have also found the Torpac machine to be very reliable and consistent when doing larger quantities.",
				"IsApproved": true
			}	
		]
	},
	{
		"FullName":"Mab Petris",
		"UserName":"Petris",
		"Gender":"Male",
		"Email":"mpetris1@mediafire.com",
		"StreetAddress":"4844 Sycamore Way",
		"State":null,
		"City":"Bello",
		"Zip":"051059",
		"Country":"Colombia",
		"EmailConfirmed": true,
		"PhotoUsers": [
		  {
			"PhotoUserUrl": "https://raw.githubusercontent.com/Cybersoft-LeThanhLiem/Homestead_LeThanhLiem/master/img/f2.jpg",
			"IsMain": true
		  }
		],
		"FeedBacks": [
			{
				"Company":"Skipfire",
				"Comments": "The capsule machine has worked very well for us. We are able to fill the capsules much faster and more efficiently than before. At the same time the capsules are more evenly filled. Some other positive benefits of the capsule-filling machine are: less work involved, less capsules broken in the process and there is less mess in the capsuling process.",
				"IsApproved": true				
			}	
		]
	},
	{
		"FullName":"Rhonda Cirlos",
		"UserName":"Cirlos",
		"Gender":"Male",
		"Email":"rcirlos2@zimbio.com",
		"StreetAddress":"2470 Acker Street",
		"State":null,
		"City":"Warmare",
		"Zip":null,
		"Country":"Indonesia",
		"EmailConfirmed": true,
		"PhotoUsers": [
		  {
			"PhotoUserUrl": "https://raw.githubusercontent.com/Cybersoft-LeThanhLiem/Homestead_LeThanhLiem/master/img/f3.jpg",
			"IsMain": true
		  }
		],
		"FeedBacks": [
			{
				"Company":"Gigashots",
				"Comments": "I would like to take this opportunity and write my testimony on LFA Oxford to give my highest recommendation. I have known LFA Oxford as a pharmaceutical equipment manufacturer for more than a decade and can with good faith recommend the company to possess all the attributes of an excellent supplier who knows the pharmaceutical market extremely well, is responsive, and very patient with different client needs. LFA Oxford has that perfect balance of knowledge, drive, customer need anticipation, enthusiasm and execution to customer’s desire, within budget, with high quality that would exceed customer expectations. The service support post sales are exceptional and almost unparalleled in the industry!!!",
				"IsApproved": true
			}	
		]
	},
	{
		"FullName":"Elbertine Bennie",
		"UserName":"Bennie",
		"Gender":"Male",
		"Email":"ebennie3@archive.org",
		"StreetAddress":"08 Larry Trail",
		"State":null,
		"City":"Chiang Mai",
		"Zip":"50000",
		"Country":"Thailand",
		"EmailConfirmed": true,
		"PhotoUsers": [
		  {
			"PhotoUserUrl": "https://raw.githubusercontent.com/Cybersoft-LeThanhLiem/Homestead_LeThanhLiem/master/img/f4.jpg",
			"IsMain": true
		  }
		],
		"FeedBacks": [
			{
				"Company":"Livetube",
				"Comments": "We are pleased to put on record that we are dealing with LFA Oxford since 1985 and your equipments are working satisfactorily at our various plants. We have found your company to be efficient and prompt in services and generally timelines of supplies are honoured. We have recommended your company as a supplier of quality machines to those who have enquired with us. Wishing LFA Oxford Pvt Ltd. all the best. On your specific request we are issuing this letter."                
			}	
		]
	},
	{
		"FullName":"Alysia Gaylard",
		"UserName":"Gaylard",
		"Gender":"Female",
		"Email":"agaylard4@gmpg.org",
		"StreetAddress":"61 Westend Trail",
		"State":null,
		"City":"Lâm Thao",
		"Zip":null,
		"Country":"Vietnam",
		"EmailConfirmed": true,
		"PhotoUsers": [
		  {
			"PhotoUserUrl": "https://randomuser.me/api/portraits/women/8.jpg",
			"IsMain": true
		  }
		],
		"FeedBacks": [
			{
				"Company":"Zoombox",
				"Comments": "It is a pleasure to work with all of you at Cromos Pharma, This is our largest project together and you have outperformed yourselves again. We just got a word from the sponsor that they are extremely pleased with both the recruitment and the quality of your work. We appreciate you!"
			}	
		]
	}
]